{
  "backend": "tokenizers",
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|end_of_turn|>",
  "extra_special_tokens": [
    "<|end_of_turn|>",
    "<|pad_0|>"
  ],
  "is_local": false,
  "legacy": true,
  "local_files_only": false,
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<|end_of_turn|>",
  "sep_token": "<sep>",
  "sp_model_kwargs": {},
  "spaces_between_special_tokens": false,
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "<unk>",
  "use_default_system_prompt": true
}
