{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": null,
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "errors": "replace",
  "is_local": false,
  "local_files_only": false,
  "max_length": 512,
  "model_max_length": 40960,
  "pad_token": "<|vision_pad|>",
  "padding_side": "left",
  "split_special_tokens": false,
  "stride": 0,
  "tokenizer_class": "Qwen2Tokenizer",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": null
}
